Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/konkursradet.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: The general meeting of creditors is the
nn: Skiftesamlinga er det øvste organet under konkursen.

source: Specific application forms must be
nn: Skuldnaren må sjølv be om gjeldsordning.

source: will include debt relief for part of the debt.
nn: Som regel vil framlegget gå ut på sletting av deler av gjelda.

source: This sum is currently NOK 20 000. If it should prove that the debtor has enough money to cover the expenses, the sum will be reimbursed. There are a few exceptions to the
nn: Beløpet er for tida kr 20 000. Beløpet blir betalt tilbake dersom det seinare viser seg at skuldnaren har nok pengar til å dekkje alle utgifter som tingretten har hatt i samband med konkurskravet.

source: Operations will then take place under the management of the estate.
nn: Drifta skjer då under leiing av konkursbuet.

source: trustee, these people represent the board of trustees.
nn: Saman med bustyraren er desse utsendingane medlemmer av bustyret.

source: pay a minimum of 25 % of the debts to all the creditors.
nn: Lova krev at skuldnaren må betale minst 25 % av gjelda til samtlege kreditorane ved denne typen avtale.

source: This involves establishing a differentiation between the debtor as a person and
nn: Konkursbuet lagar eit skilje mellom skuldnaren som person og økonomien hans.

source: and other personal items of use are not included in the estate of bankruptcy.
nn: Klede og andre ting til personleg bruk går ikkje inn i konkursbuet.

source: initiative for debt reorganization.
nn: Skuldnaren må sjølv krevje opning av gjeldsforhandling.

source: The creditors committee consists of 1-3 representatives from the creditors. Together with the
nn: (Kva ei skiftesamling er, blir forklart i neste avsnitt.) Kreditorutvalet er sett saman av 1-3 utsendingar frå kreditorane.

source: The trustee shall also ensure that the property is insured.
nn: Bustyraren skal også syte for at det blir teikna forsikring for tinga.

source: This transfer shall occur at the lien's assumed market value at the date and time of transfer.
nn: Det kan i dette høvet argumenterast for at domenenamnet bør inngå i panteretten, både av

source: trustee will ensure that property does not in any way disappear, such as by
nn: Bustyraren skal passe på at tinga ikkje forsvinn, t.d.

source: there is, he must first of all notify the bankruptcy court.
nn: Bustyraren vurderer om det er grunn til å vedta konkurskarantene.

source: The Criminal Code also includes
nn: Også i straffelova finst det reglar om konkurs.

source: discontinued because there are no means for distribution.
nn: Konkursen blir dessutan formelt avslutta dersom det ikkje finst midlar til deling.

source: accepted against the protests of the creditors.
nn: Då blir ordninga vedteken mot protest frå kreditorane.

source: Starting at this time, the asset shall be put at the lienholder's disposal.
nn: samanhengen i kjenneteiknskomplekset, at sekundære forretningskjenneteikn vart inkludert i

source: According to the Debt Reorganization and
nn: Brot på reglane blir straffa med bøter og fengsel.

source: It can also be compulsory if the arrangement is
nn: Gjeldsordninga kan også vera tvungen.
